{"id": {"a": "anrosc person", "b": "luifieng person"}}
{"id": "a", "file_name": "a00.jpg", "mask_path": "mask_a00.jpg", "text": "A photo of anrosc person standing on a balcony in daylight, wearing a black t-shirt with two X symbols, short dark hair, mustache, trees and mountains in the background, summer scenery"}
{"id": "a", "file_name": "a01.jpg", "mask_path": "mask_a01.jpg", "text": "A photo of anrosc person standing indoors against a wooden wall, wearing a white t-shirt with a cartoonish black tree and ghost design, arms crossed, short dark hair, mustache, confident expression"}
{"id": "a", "file_name": "a02.jpg", "mask_path": "mask_a02.jpg", "text": "A photo of anrosc person sitting indoors against a white wall, wearing a black shirt, short dark hair, mustache, neutral facial expression, minimal background"}
{"id": "a", "file_name": "a03.jpg", "mask_path": "mask_a03.jpg", "text": "A photo of anrosc person sitting indoors, looking to the side, wearing a black shirt, short dark hair, mustache, clean white wall background, calm and thoughtful appearance"}
{"id": "a", "file_name": "a04.jpg", "mask_path": "mask_a04.jpg", "text": "A photo of anrosc person standing sideways on a balcony in daylight, wearing a black t-shirt with two X symbols, short dark hair, mustache, lush greenery and mountain landscape in the background"}
{"id": "b", "file_name": "b00.jpg", "mask_path": "mask_b00.jpg", "text": "A photo of luifieng person wearing a black  T-shirt, standing straight and facing the camera against a light blue wall, with a soft shadow behind him."}
{"id": "b", "file_name": "b01.jpg", "mask_path": "mask_b01.jpg", "text": "A photo of luifieng person smiling in a black T-shirt, looking slightly to the side with a relaxed posture, standing in front of a light blue wall with soft lighting."}
{"id": "b", "file_name": "b02.jpg", "mask_path": "mask_b02.jpg", "text": "A photo of luifieng person in a white T-shirt with a serious expression, standing in front of a window with light curtains and bright daylight streaming through."}
{"id": "b", "file_name": "b03.jpg", "mask_path": "mask_b03.jpg", "text": "A photo of luifieng person dressing in a blue T-shirt pointing towards the camera, smiling in a brightly lit corridor with tiled floors and stairs in the background."}
{"id": "b", "file_name": "b04.jpg", "mask_path": "mask_b04.jpg", "text": "A photo of luifieng person with short dark hair, looking directly into the camera with a neutral expression, standing in front of a pale blue wall."}








