{"id": {"a": "tmsgrndpa person", "b": "luifieng person"}}
{"id": "a", "file_name": "a00.jpg", "mask_path": "mask_a00.jpg", "text": "A photo of tmsgrndpa person in a white collared shirt with a small logo, standing outdoors with a soft focus on apartment balconies in the background."}
{"id": "a", "file_name": "a01.jpg", "mask_path": "mask_a01.jpg", "text": "A photo of tmsgrndpa person wearing a black jacket and patterned polo shirt, standing confidently beside a red car in front of a white historic building."}
{"id": "a", "file_name": "a02.jpg", "mask_path": "mask_a02.jpg", "text": "A photo of tmsgrndpa person dressed formally in a dark suit and red tie, standing outside on a city street with blurred signage and people in the background."}
{"id": "a", "file_name": "a03.jpg", "mask_path": "mask_a03.jpg", "text": "A photo of tmsgrndpa person sitting indoors at a table, smiling gently and dressed in a patterned short-sleeve shirt with a metal wristwatch."}
{"id": "a", "file_name": "a04.jpg", "mask_path": "mask_a04.jpg", "text": "A photo of tmsgrndpa person wearing a light-colored shirt with vertical stripes, posing indoors against a wall with framed artwork and a textured background."}
{"id": "b", "file_name": "b00.jpg", "mask_path": "mask_b00.jpg", "text": "A photo of luifieng person wearing a black  T-shirt, standing straight and facing the camera against a light blue wall, with a soft shadow behind him."}
{"id": "b", "file_name": "b01.jpg", "mask_path": "mask_b01.jpg", "text": "A photo of luifieng person smiling in a black T-shirt, looking slightly to the side with a relaxed posture, standing in front of a light blue wall with soft lighting."}
{"id": "b", "file_name": "b02.jpg", "mask_path": "mask_b02.jpg", "text": "A photo of luifieng person in a white T-shirt with a serious expression, standing in front of a window with light curtains and bright daylight streaming through."}
{"id": "b", "file_name": "b03.jpg", "mask_path": "mask_b03.jpg", "text": "A photo of luifieng person dressing in a blue T-shirt pointing towards the camera, smiling in a brightly lit corridor with tiled floors and stairs in the background."}
{"id": "b", "file_name": "b04.jpg", "mask_path": "mask_b04.jpg", "text": "A photo of luifieng person with short dark hair, looking directly into the camera with a neutral expression, standing in front of a pale blue wall."}