{"id": {"a": "anrosc person", "b": "camdndr person"}}
{"id": "a", "file_name": "a00.jpg", "mask_path": "mask_a00.jpg", "text": "A photo of anrosc person standing on a balcony in daylight, wearing a black t-shirt with two X symbols, short dark hair, mustache, trees and mountains in the background, summer scenery"}
{"id": "a", "file_name": "a01.jpg", "mask_path": "mask_a01.jpg", "text": "A photo of anrosc person standing indoors against a wooden wall, wearing a white t-shirt with a cartoonish black tree and ghost design, arms crossed, short dark hair, mustache, confident expression"}
{"id": "a", "file_name": "a02.jpg", "mask_path": "mask_a02.jpg", "text": "A photo of anrosc person sitting indoors against a white wall, wearing a black shirt, short dark hair, mustache, neutral facial expression, minimal background"}
{"id": "a", "file_name": "a03.jpg", "mask_path": "mask_a03.jpg", "text": "A photo of anrosc person sitting indoors, looking to the side, wearing a black shirt, short dark hair, mustache, clean white wall background, calm and thoughtful appearance"}
{"id": "a", "file_name": "a04.jpg", "mask_path": "mask_a04.jpg", "text": "A photo of anrosc person standing sideways on a balcony in daylight, wearing a black t-shirt with two X symbols, short dark hair, mustache, lush greenery and mountain landscape in the background"}
{"id": "b", "file_name": "b00.jpg", "mask_path": "mask_b00.jpg", "text": "A photo of camdndr person indoors near a window, looking directly into the camera with a neutral expression, wearing a black T-shirt with natural light from the side."}
{"id": "b", "file_name": "b01.jpg", "mask_path": "mask_b01.jpg", "text": "A photo of camdndr person smiling widely in front of a pale yellow wall, wearing a black T-shirt and showing a cheerful, radiant expression."}
{"id": "b", "file_name": "b02.jpg", "mask_path": "mask_b02.jpg", "text": "A photo of camdndr person standing in an outdoor industrial-style space, smiling under direct sunlight, dressed in a fitted black top and dark jeans."}
{"id": "b", "file_name": "b03.jpg", "mask_path": "mask_b03.jpg", "text": "A photo of camdndr person in bright sunlight, standing in a paved courtyard and smiling at the camera, with industrial railings and a weathered wall in the background."}
{"id": "b", "file_name": "b04.jpg", "mask_path": "mask_b04.jpg", "text": "A photo of camdndr person sitting at the front of a small boat on a calm lake, surrounded by autumn trees with golden foliage, under a soft blue sky."}








